Repository: common-repository/viet-nam-saleor-for-woocommerce
Catalog: languages/vnsfw-*.po
Languages: vi

source: Giao hang tiet kiem
vi: Giao hàng tiết kiệm

source: Enable shipping service GHTK
vi: Bật dịch vụ GHTK

source: Activate shipping service GHTK
vi: Kích hoạt dịch vụ GHTK

source: Enable
vi: Cho phép

source: Title
vi: Tiêu đề

source: Name of service to display for customer.
vi: Tên dịch vụ hiển thị với khách hàng.

source: GHTK
vi: Giao hàng tiết kiệm

source: First name
vi: Họ và tên

source: Contact phone
vi: Số điện thoại

source: Country / State
vi: Tỉnh/Thành phố

source: City
vi: Quận/Huyện - Phường/Xã

source: Address 1
vi: Địa chỉ

source: API Token
vi: Mã API

source: Enable shipping service Viettel Post
vi: Bật dịch vụ Viettel Post

source: Activate shipping service Viettel Post
vi: Kích hoạt dịch vụ Viettel Post

source: Viettel Post account
vi: Tài khoản Viettel Post

source: Viettel Post Password
vi: Mật khẩu Viettel Post

source: GHTK: Created tracking number: %s
vi: GHTK: Đã tạo vận đơn: %s

source: GHTK: has an error: %s
vi: GHTK báo lỗi: %s

source: GHTK: Cancel request has error: %s
vi: GHTK: Hủy vận đơn gặp lỗi: %s

source: GHTK: This order doesn't have tracking id
vi: GHTK: Đơn hàng chưa được tạo vận đơn

source: VTP: Error %s
vi: VTP báo lỗi: %s

source: VTP: Create tracking number: %s
vi: VTP Đã tạo vận đơn: %s

source: VTP has an error: %s
vi: VTP báo lỗi: %s

source: VTP: Error: %s
vi: VTP: Lỗi: %s

source: VTP: Canceled tracking number: %s
vi: VTP Đã tạo vận đơn: %s

source: Contact phone:
vi: Số điện thoại:

source: Shipping service:
vi: Dịch vụ giao hàng:

source: Please select
vi: Vui lòng chọn

source: Who will pay shipping fee?
vi: Người trả phí giao hàng?

source: Customer
vi: Khách hàng

source: Shop
vi: Cửa hàng

source: Create tracking number
vi: Tạo vận đơn

source: Cancel tracking number
vi: Hủy vận đơn

source: Select an option&hellip;
vi: Vui lòng chọn&hellip;

source: No matches found
vi: Không tìm thấy

source: Loading failed
vi: Tải gặp lỗi

source: Please enter 1 or more characters
vi: Vui lòng nhập ít nhất 2 ký tự

source: Please enter %qty% or more characters
vi: Vui lòng nhập %qty% giá trị hoặc nhiều hơn

source: Please delete 1 character
vi: Vui lòng xóa 1 ký tự

source: Please delete %qty% characters
vi: Vui lòng xóa %qty% ký tự

source: You can only select 1 item
vi: Bạn chỉ có thể chọn 1 giá trị

source: You can only select %qty% items
vi: Bạn chỉ được chọn %qty% giá trị

source: Loading more results&hellip;
vi: Hiện thêm kết quả&hellip;

source: Searching&hellip;
vi: Đang tìm&hellip;
